define(
//begin v1.x content
{
	"dateFormatItem-yM": "M/yyyy",
	"dateFormatItem-yQ": "Q yyyy",
	"dayPeriods-format-wide-pm": "‡∏´‡∏•‡∏±‡∏á‡πÄ‡∏ó‡∏µ‡πà‡∏¢‡∏á",
	"eraNames": [
		"‡∏Æ‡∏¥‡∏à‡πÄ‡∏£‡∏≤‡∏∞‡∏´‡πå‡∏®‡∏±‡∏Å‡∏£‡∏≤‡∏ä"
	],
	"dateFormatItem-MMMEd": "E d MMM",
	"dateTimeFormat-full": "{1}, {0}",
	"dateFormatItem-yQQQ": "QQQ y",
	"dateTimeFormat-short": "{1}, {0}",
	"dayPeriods-format-wide-am": "‡∏Å‡πà‡∏≠‡∏ô‡πÄ‡∏ó‡∏µ‡πà‡∏¢‡∏á",
	"dateTimeFormat-medium": "{1}, {0}",
	"timeFormat-full": "H ‡∏ô‡∏≤‡∏¨‡∏¥‡∏Å‡∏≤ m ‡∏ô‡∏≤‡∏ó‡∏µ ss ‡∏ß‡∏¥‡∏ô‡∏≤‡∏ó‡∏µ zzzz",
	"months-standAlone-abbr": [
		"‡∏°‡∏∏‡∏Æ‡∏∞‡∏£‡πå‡∏£‡∏≠‡∏°",
		"‡∏ã‡∏≠‡∏ü‡∏≤‡∏£‡πå",
		"‡∏£‡∏≠‡∏ö‡∏µ I",
		"‡∏£‡∏≠‡∏ö‡∏µ II",
		"‡∏à‡∏∏‡∏°‡∏≤‡∏î‡∏≤ I",
		"‡∏à‡∏∏‡∏°‡∏≤‡∏î‡∏≤ II",
		"‡∏£‡∏≠‡∏à‡∏±‡∏ö",
		"‡∏ä‡∏∞‡∏≠‡∏∞‡∏ö‡∏≤‡∏ô",
		"‡∏£‡∏≠‡∏°‡∏∞‡∏î‡∏≠‡∏ô",
		"‡πÄ‡∏ä‡∏≤‡∏ß‡∏±‡∏•",
		"‡∏î‡∏Æ‡∏∏‡∏∏‡∏≠‡∏±‡∏•‡∏Å‡∏¥‡∏î‡∏∞‡∏´‡πå",
		"‡∏î‡∏Æ‡∏∏‡∏≠‡∏±‡∏•‡∏Æ‡∏¥‡∏à‡∏à‡∏∞‡∏´‡πå"
	],
	"dateFormatItem-yMMM": "MMM y",
	"days-standAlone-narrow": [
		"‡∏≠",
		"‡∏à",
		"‡∏≠",
		"‡∏û",
		"‡∏û",
		"‡∏®",
		"‡∏™"
	],
	"eraAbbr": [
		"ฮ.ศ."
	],
	"dateFormat-long": "d MMMM y",
	"timeFormat-medium": "H:mm:ss",
	"dateFormatItem-EEEd": "EEE d",
	"dateFormatItem-Hm": "H:mm",
	"dateFormat-medium": "d MMM y",
	"dateFormatItem-Hms": "H:mm:ss",
	"dateTimeFormat-long": "{1}, {0}",
	"months-standAlone-wide": [
		"‡∏°‡∏∏‡∏Æ‡∏∞‡∏£‡πå‡∏£‡∏≠‡∏°",
		"‡∏ã‡∏≠‡∏ü‡∏≤‡∏£‡πå",
		"‡∏£‡∏≠‡∏ö‡∏µ I",
		"‡∏£‡∏≠‡∏ö‡∏µ II",
		"‡∏à‡∏∏‡∏°‡∏≤‡∏î‡∏≤ I",
		"‡∏à‡∏∏‡∏°‡∏≤‡∏î‡∏≤ II",
		"‡∏£‡∏≠‡∏à‡∏±‡∏ö",
		"‡∏ä‡∏∞‡∏≠‡∏∞‡∏ö‡∏≤‡∏ô",
		"‡∏£‡∏≠‡∏°‡∏∞‡∏î‡∏≠‡∏ô",
		"‡πÄ‡∏ä‡∏≤‡∏ß‡∏±‡∏•",
		"‡∏î‡∏Æ‡∏∏‡∏∏‡∏≠‡∏±‡∏•‡∏Å‡∏¥‡∏î‡∏∞‡∏´‡πå",
		"‡∏î‡∏Æ‡∏∏‡∏≠‡∏±‡∏•‡∏Æ‡∏¥‡∏à‡∏à‡∏∞‡∏´‡πå"
	],
	"dateFormatItem-MMMd": "d MMM",
	"timeFormat-long": "H ‡∏ô‡∏≤‡∏¨‡∏¥‡∏Å‡∏≤ m ‡∏ô‡∏≤‡∏ó‡∏µ ss ‡∏ß‡∏¥‡∏ô‡∏≤‡∏ó‡∏µ z",
	"months-format-abbr": [
		"‡∏°‡∏∏‡∏Æ‡∏∞‡∏£‡πå‡∏£‡∏≠‡∏°",
		"‡∏ã‡∏≠‡∏ü‡∏≤‡∏£‡πå",
		"‡∏£‡∏≠‡∏ö‡∏µ I",
		"‡∏£‡∏≠‡∏ö‡∏µ II",
		"‡∏à‡∏∏‡∏°‡∏≤‡∏î‡∏≤ I",
		"‡∏à‡∏∏‡∏°‡∏≤‡∏î‡∏≤ II",
		"‡∏£‡∏≠‡∏à‡∏±‡∏ö",
		"‡∏ä‡∏∞‡∏≠‡∏∞‡∏ö‡∏≤‡∏ô",
		"‡∏£‡∏≠‡∏°‡∏∞‡∏î‡∏≠‡∏ô",
		"‡πÄ‡∏ä‡∏≤‡∏ß‡∏±‡∏•",
		"‡∏î‡∏Æ‡∏∏‡∏∏‡∏≠‡∏±‡∏•‡∏Å‡∏¥‡∏î‡∏∞‡∏´‡πå",
		"‡∏î‡∏Æ‡∏∏‡∏≠‡∏±‡∏•‡∏Æ‡∏¥‡∏à‡∏à‡∏∞‡∏´‡πå"
	],
	"timeFormat-short": "H:mm",
	"dateFormatItem-H": "H",
	"days-format-abbr": [
		"‡∏≠‡∏≤.",
		"‡∏à.",
		"‡∏≠.",
		"‡∏û.",
		"‡∏û‡∏§.",
		"‡∏®.",
		"‡∏™."
	],
	"dateFormatItem-MEd": "E, d/M",
	"dateFormat-short": "d/M/yyyy",
	"dateFormatItem-yMMMEd": "EEE d MMM y",
	"dateFormat-full": "EEEE‡∏ó‡∏µ‡πà d MMMM G y",
	"dateFormatItem-Md": "d/M",
	"dateFormatItem-yMEd": "EEE d/M/yyyy",
	"months-format-wide": [
		"มุฮะร์รอม",
		"ซอฟาร์",
		"รอบี I",
		"รอบี II",
		"จุมาดา I",
		"จุมาดา II",
		"รอจับ",
		"ชะอะบาน",
		"รอมะดอน",
		"เชาวัล",
		"ดฮุุอัลกิดะห์",
		"ดฮุอัลฮิจจะห์"
	],
	"quarters-format-wide": [
		"‡πÑ‡∏ï‡∏£‡∏°‡∏≤‡∏™ 1",
		"‡πÑ‡∏ï‡∏£‡∏°‡∏≤‡∏™ 2",
		"‡πÑ‡∏ï‡∏£‡∏°‡∏≤‡∏™ 3",
		"‡πÑ‡∏ï‡∏£‡∏°‡∏≤‡∏™ 4"
	],
	"days-format-wide": [
		"‡∏ß‡∏±‡∏ô‡∏≠‡∏≤‡∏ó‡∏¥‡∏ï‡∏¢‡πå",
		"‡∏ß‡∏±‡∏ô‡∏à‡∏±‡∏ô‡∏ó‡∏£‡πå",
		"‡∏ß‡∏±‡∏ô‡∏≠‡∏±‡∏á‡∏Ñ‡∏≤‡∏£",
		"‡∏ß‡∏±‡∏ô‡∏û‡∏∏‡∏ò",
		"‡∏ß‡∏±‡∏ô‡∏û‡∏§‡∏´‡∏±‡∏™‡∏ö‡∏î‡∏µ",
		"‡∏ß‡∏±‡∏ô‡∏®‡∏∏‡∏Å‡∏£‡πå",
		"‡∏ß‡∏±‡∏ô‡πÄ‡∏™‡∏≤‡∏£‡πå"
	],
	"eraNarrow": [
		"‡∏Æ.‡∏®."
	]
}
//end v1.x content
);